Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/warpinator.tmx
Source language: en
Languages: sv

source: Manual connection dialog
sv: Dialog för manuell anslutning

source: Waiting for approval
sv: Väntar på godkännande

source: Open the containing folder
sv: Öppna den innehållande mappen

source: Copy message
sv: Kopiera meddelande

source: Paused
sv: Pausad

source: Copy
sv: Kopiera

source: Multiple simultaneous transfers.
sv: Flera samtidiga överföringar.

source: Is Warpinator running on any other computers on this network? If so, make sure they are all using the same group code in preferences.
sv: Körs Warpinator på någon annan dator i det här nätverket? Kontrollera då i inställningarna att alla använder samma gruppkod.

source: Grouping of devices using a shared key, with multiple groups possible on the same network.
sv: Gruppering av enheter med hjälp av en delad nyckel, med flera grupper möjliga i samma nätverk.

source: Files may be overwritten
sv: Filerna kan komma att skrivas över

source: Restart service
sv: Starta om tjänsten

source: Secure Mode disabled
sv: Säkert läge inaktiverat

source: All options are unlocked.
sv: Alla val är tillgängliga.

source: Restart this operation
sv: Starta om denna åtgärd

source: Automatic discovery of devices on your network.
sv: Automatisk upptäckt av enheter i nätverket.

source: Features:
sv: Funktioner:

source: Something went wrong
sv: Något gick fel

source: New incoming files
sv: Nya inkommande filer

source: No other computers found...
sv: Hittade inga andra datorer…

source: Startup was unsuccessful, please check your logs.
sv: Ett fel uppstod vid programstart, se loggfilerna.

source: Cancel
sv: Avbryt

source: Accept
sv: Godkänn

source: The group code is too short.
sv: Gruppkoden är för kort.

source: A few seconds remaining
sv: Några sekunder återstår

source: To modify firewall settings, you need to authenticate.
sv: Du måste bekräfta din identitet för att kunna ändra brandväggsinställningarna.

source: Start with main window open
sv: Starta med huvudfönstret öppet

source: approximately %d hour
sv: ungefär %d timme

source: approximately %d hours
sv: ungefär %d timmar

source: Not enough disk space
sv: Inte tillräckligt med diskutrymme

source: Resume this operation
sv: Återuppta denna åtgärd

source: Incoming port for registration
sv: Inkommande port för registrering

source: No matching results
sv: Inga sökträffar

source: Decline
sv: Neka

source: Cancel this operation
sv: Avbryt denna åtgärd

source: Favorites
sv: Favoriter

source: File '%s' not found
sv: Filen '%s' hittades inte

source: Download folder not secure
sv: Hämtningsmappen är inte säker

source: Any port numbers will work for the application, but using the same ports for all computers can make it simpler to add firewall exceptions if necessary.
sv: Programmet kan använda valfria portnummer, men att använda samma nummer i alla datorer kan göra det enklare att, vid behov, lägga till nya regler för brandväggen.

source: Warning: This may have a negative impact on performance on some faster networks.
sv: Varning: Detta kan inverka negativt på prestandan i vissa snabba nätverk.

source: New message from %s
sv: Nytt meddelande från %s

source: You don't appear to be connected to a network.
sv: Du verkar inte vara ansluten till något nätverk.

source: An incoming transfer from %s was cancelled
sv: En inkommande överföring från %s avbröts

source: Awaiting approval
sv: Väntar på godkännande

source: Initializing, please wait...
sv: Initierar, vänta…

source: Group Code
sv: Gruppkod

source: Waiting for two-way connection
sv: Väntar på tvåvägskommunikation

source: Send a file to someone using Warpinator
sv: Skicka en fil till någon med hjälp av Warpinator

source: Possible solutions:
sv: Möjliga lösningar:

source: Refuse this request
sv: Avvisa denna begäran

source: Some files not found
sv: Några filer hittades inte

source: %(sender_name)s would like to send you %(file_count)d files
sv: %(sender_name)s vill skicka %(file_count)d filer till dig.

source: Request cancelled by %s
sv: Begäran har avbrutits av %s

source: Individual connection page showing individual incoming or outgoing transfers
sv: Individuell anslutningssida som visar enskilda inkommande eller utgående överföringar

source: This folder is either inaccessible or forbidden to save files to. Please select a new location in Preferences and ensure that it is accessible.
sv: Den här mappen är antingen otillgänglig eller saknar behörighet för att spara filer. Välj en ny plats i inställningarna och se till att den är tillgänglig.

source: Connecting...
sv: Ansluter…

source: Your transfer to %s was cancelled
sv: Din överföring till %s avbröts

source: Display a notification when someone sends (or tries to send) you files
sv: Visa ett meddelande när någon skickar (eller försöker skicka) filer till dig

source: Transfer cancelled
sv: Överföringen har avbrutits

source: Location for received files
sv: Plats för mottagna filer

source: Desktop
sv: Skrivbord

source: Disk Full
sv: Disken är full

source: %d new incoming transfer
sv: %d ny inkommande överföring

source: %d new incoming transfers
sv: %d nya inkommande överföringar

source: Pause this operation
sv: Pausa denna åtgärd

source: %s is not online
sv: %s är inte uppkopplad

source: Require approval when files would be overwritten
sv: Begär godkännande innan filer skrivs över

source: An error occurred on the remote machine
sv: Ett fel uppstod i den andra datorn

source: Sending %d files to %s
sv: Skickar %d filer till %s

source: Cancel this request
sv: Avbryt denna begäran

source: Reserved free space
sv: Reserverat ledigt utrymme

source: Connecting to %s
sv: Ansluter till %s

source: Warpinator Preferences
sv: Inställningar för Warpinator

source: Unable to connect
sv: Kunde inte ansluta

source: Require approval before accepting files
sv: Begär godkännande innan filer tas emot

source: Not enough disk space remaining to receive files (%s is reserved).
sv: Det finns inte tillräckligt med utrymme för att ta emot filerna (%s är reserverat).

source: Not enough disk space!
sv: Otillräckligt utrymme!

source: Network interface to use
sv: Nätverksgränssnitt att använda

source: Fully secure and encrypted connections between devices.
sv: Helt säkra och krypterade anslutningar mellan enheter.

source: Clear inactive and completed operations
sv: Ta bort inaktiva och avslutade åtgärder

source: Calculating
sv: Beräknar

source: Make this remote machine a favorite in the main view
sv: Gör denna fjärranslutna dator till favorit i huvudvyn

source: Use compression when possible.
sv: Använd komprimering när detta är möjligt.

source: Remove this operation from the list
sv: Ta bort denna åtgärd från listan

source: Transfer cancelled by %s
sv: Överföringen har avbrutits av %s

source: Send and Receive Files across the Network
sv: Skicka och ta emot filer via nätverket

source: There is insufficient space available in the save location. You need to delete some files, decrease the minimum free space in preferences or choose a new location.
sv: Det finns inte tillräckligt utrymme för att kunna spara. Du måste ta bort filer, minska minimikravet för ledigt utrymme i inställningarna eller välja en ny plats.

source: Something went wrong with the transfer from %s
sv: Något blev fel vid överföringen från %s

source: Something went wrong with the transfer to %s
sv: Något blev fel vid överföringen till %s

source: Warpinator is also available on:
sv: Warpinator finns också för:

source: Apply network changes
sv: Använd de nya inställningarna för nätverket

source: Transfer failed
sv: Överföringen misslyckades

source: An easy-to-use graphical interface.
sv: Ett lättanvänt grafiskt gränssnitt.

source: Completed, but with errors
sv: Slutfördes, men med fel

source: %(sender_name)s is sending you %(file_count)d file (%(file_name)s).
sv: %(sender_name)s skickar %(file_count)d fil (%(file_name)s) till dig.

source: Warpinator is running with limited functionality, and will exit in %d minute. To enable Secure Mode, set a unique group code.
sv: Warpinator körs med begränsad funktionalitet och kommer att avslutas om %d minut. Ange en unik gruppkod för att aktivera säkert läge.

source: Connection
sv: Anslutning

source: Send with Warpinator
sv: Skicka med Warpinator

source: Offline
sv: Ej ansluten

source: Warpinator needs to restart before the new save directory can be used
sv: Warpinator behöver starta om innan en ny mapp kan användas

source: More information
sv: Mer information

source: Start automatically
sv: Starta automatiskt

source: Connect manually
sv: Anslut manuellt

source: Alternatively, on the other device:
sv: Alternativt på den andra enheten:

source: %d hour
sv: %d timme

source: %d hours
sv: %d timmar

source: Incoming port for transfers
sv: Ingångsport för överföringar

source: Waiting for %d operation to complete
sv: Väntar på att %d åtgärd skall slutföras

source: Secure mode:
sv: Säkert läge:

source: General
sv: Allmänt

source: You must set a custom group code to run in secure mode. Some options are currently disabled.
sv: Du måste välja en anpassad gruppkod för att köra i säkert läge. Några val är inaktiverade.

source: Set code
sv: Ange kod

source: Searching for other computers
sv: Söker efter andra datorer

source: Online
sv: Uppkopplad

source: Network
sv: Nätverk

source: Request cancelled
sv: Begäran har avbrutits

source: Manual connections for restricted network environments.
sv: Manuella anslutningar för begränsade nätverksmiljöer.

source: The transfer to %s has finished successfully
sv: Överföringen till %s har genomförts korrekt

source: Open a firewall port for Warpinator
sv: Öppna en port i brandväggen för Warpinator

source: Preferences
sv: Inställningar

source: Automatic
sv: Automatisk

source: Browse...
sv: Bläddra…

source: Restart required
sv: Omstart krävs

source: On this computer:
sv: I den här datorn:

source: %d seconds remaining
sv: %d sekunder återstår

source: Recents
sv: Senaste

source: %s - not found
sv: %s hittades inte

source: Share files on your network
sv: Dela filer i nätverket

source: Note on port numbers:
sv: Om portnummer:

source: The transfer to %s has finished, but with errors
sv: Överföringen till %s har slutförts, men med fel

source: Waiting for your approval
sv: Väntar på ditt godkännande

source: Quit
sv: Avsluta

source: Empty trash
sv: Töm papperskorgen

source: Enter the address of the device you want to connect to
sv: Ange adressen till den enhet du vill ansluta till

source: Send to all
sv: Skicka till alla

source: Cannot connect to %s
sv: Det går inte att ansluta till %s

source: Or connect to one of the addresses below:
sv: Du kan också ansluta till någon av följande adresser:

source: File Transfers
sv: Filöverföringar

source: Or connect to the address below
sv: Eller anslut till nedanstående adress

source: Waiting for %s to complete the connection.
sv: Väntar på att %s ska slutföra anslutningen.

source: OFF
sv: AV

source: Shutting down...
sv: Stänger av...

source: %d minute
sv: %d minut

source: %d minutes
sv: %d minuter

source: Connection has been lost
sv: Anslutningen förlorades

source: Or connect to the address below:
sv: Du kan också ansluta till följande adress:

source: Check your firewall rules. The port numbers can be changed. See preferences for more details.
sv: Kontrollera reglerna för brandväggen. Portnumren kan ändras. Se inställningarna för mer information.

source: Show an icon in the notification area
sv: Visa ikon i meddelandefältet

source: Manual connection
sv: Manuell anslutning

source: A group code is required.
sv: Gruppkod krävs.

source: You cannot communicate with computers that do not use the same code.
sv: Du kan inte kommunicera med datorer som använder en annan kod.

source: Accept this request
sv: Godkänn denna begäran

source: Make sure your network connection is active.
sv: Kontrollera att nätverksförbindelsen fungerar.

source: Connect
sv: Anslut

source: The transfer from %s has finished successfully
sv: Överföringen från %s har genomförts korrekt

source: Restart
sv: Omstart

source: Update firewall rules
sv: Uppdatera reglerna för brandväggen

source: Waiting for %d operations to complete
sv: Väntar på att %d åtgärder skall slutföras

source: The transfer from %s has finished, but with errors
sv: Överföringen från %s har slutförts, men med fel

source: Only available in secure mode.
sv: Endast tillgängligt i säkert läge.

source: %(sender_name)s is sending you %(file_count)d files
sv: %(sender_name)s skickar %(file_count)d filer till dig

source: Optional data compression.
sv: Datakomprimering som tillval.

source: Invalid save location
sv: Ogiltig sparplats

source: Warpinator is running with limited functionality, and will exit in %d minutes. To enable Secure Mode, set a unique group code.
sv: Warpinator körs med begränsad funktionalitet och kommer att avslutas om %d minuter. Ange en unik gruppkod för att aktivera säkert läge.

source: About
sv: Om

source: Sending files
sv: Skickar filer

source: Sending '%s' to %s
sv: Skickar '%s' till %s

source: Warpinator allows you to easily connect multiple computers on a local area network and exchange files quickly and securely.
sv: Med Warpinator kan du enkelt ansluta flera datorer till ett lokalt nätverk och utbyta filer på ett snabbt och säkert sätt.

source: Open save folder
sv: Öppna destinationsmappen

source: Send files
sv: Skicka filer

source: %d file-do-not-translate
sv: %d fil

source: %d files
sv: %d filer

source: Add
sv: Lägg till

source: Completed
sv: Slutförd

source: Scan this QR code
sv: Skanna den här QR-koden

source: Examine disk usage
sv: Undersök diskanvändning

source: %(sender_name)s would like to send you %(file_count)d file (%(file_name)s).
sv: %(sender_name)s vill skicka %(file_count)d fil (%(file_name)s) till dig.

source: Select file(s) to send
sv: Välj fil(er) att skicka

source: The main view showing connected devices and their status
sv: Huvudvyn visar anslutna enheter och deras status

source: Text message
sv: Textmeddelande

source: Connecting
sv: Ansluter

source: %d file
sv: %d fil

source: ON
sv: PÅ

source: Transfer complete
sv: Överföringen genomförd
